Revit 2027 API
ParameterTypeId.FabricSheetMinorLayoutPattern Property
 "Minor Layout Pattern": Minor Layout Pattern
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetMinorLayoutPattern { get; }
Public Shared ReadOnly Property FabricSheetMinorLayoutPattern As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetMinorLayoutPattern {
	ForgeTypeId^ get ();
}
static member FabricSheetMinorLayoutPattern : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace